#+BEGIN_SRC sh :results scalar
cat *
#+END_SRC

#+RESULTS:
: #+BEGIN_SRC sh :results scalar
: cat *
: #+END_SRC
